{
	"heading": "GTA V Role play Aristocracy",
	"description1": "Discover the exciting world of role-playing, where every action matters. Create unique characters, interact with other players, and dive into a rich history and development opportunities.",
	"description2": "Our GTA 5 Roleplay server stands out not only for its deep story and diverse characters but also for innovative game mechanics. We offer unique economic systems, flexible character customization options, and a world brought to life by an active community. Join Aristocracy Roleplay and experience unforgettable moments in a whole new light of GTA 5!",
	"play_now": "Play Now!",
	"learn_more": "Learn More",
	"buffalo": {
		"name": "Buffalo",
		"description": "The Bravado marketing department knows just what we need - another resurrected 1960s muscle car for the over-muscled EDM generation. It's a vehicle with aggressive lines for aggressive drivers."
	},
	"jester": {
		"name": "Jester",
		"description": "A Japanese hybrid-electric sportscar with a front-end designed to look like an angry grin might be too whimsical for some, but with a 4-liter V6 engine, 420 hp, and a top speed of 180mph, the Dinka Jester still packs a serious punchline."
	},
	"redwood_gauntlet": {
		"name": "Redwood Gauntlet",
		"description": "An American muscle car in a class by itself. Roll down the windows and scream in testosterone-filled rage as you gun the engine while stuck in traffic. DNA wipes easily off the leather seats. Now available with exclusive Redwood Livery."
	},
	"shop": {
		"buy_now": "Buy Now"
	},
	"rules": {
		"community1": {
			"header1": "Community Rules",
			"list1": [
				"No win-at-all-cost mentality. Counterplay is necessary for successful roleplay interaction.",
				"Roleplay interaction before bloodshed: no random deathmatch (RDM) or kill on sight (KOS). All conflicts must be initiated verbally or with ample backstory in close proximity to the conflict. The goal of the conflict must be aware that they are in danger, why, and by whom before they are harmed.",
				{
					"sublist1": [
						"Metagaming is prohibited.",
						{
							"sublist2": [
								"You are not your character; do not act on or disclose information that your character did not obtain in-game. Powergaming is prohibited."
							]
						}
					]
				},
				{
					"sublist3": [
						"Powergaming is prohibited.",
						{
							"sublist4": [
								"Roleplay interaction that does not allow other players the opportunity to act out their character's actions is considered powergaming (e.g., using the /me command to force a result: /me knocks them down with the butt of a gun instead of /me hits them on the temple with the butt of a gun)."
							]
						}
					]
				},
				{
					"sublist5": [
						"Stream sniping is prohibited.",
						{
							"sublist6": [
								"Being in a streamer's chat while playing on the server will be considered evidence of stream sniping if a complaint is filed."
							]
						}
					]
				},
				"RP that violates Twitch's Terms of Service (ToS) and community rules is prohibited.",
				"Players and their characters must be over 18 years old.",
				"Players must be fluent in English/Russian to easily understand and be understood.",
				{
					"sublist7": [
						"You must link your Steam account to your Discord, in case the administrators need to find you for whitelisting. You should also have your character names as part of your name.",
						{
							"sublist8": [
								"If you do not want to show your Steam account, ensure your name matches your Steam name in your application."
							]
						}
					]
				},
				{
					"sublist9": [
						"Admin actions through Discord take precedence.",
						{
							"sublist10": [
								"If an admin contacts you to discuss a timeout, the ban will not be lifted (regardless of its initial duration) until you speak with the admin. If an admin contacts you to discuss a rule violation and you do not respond to the message, you may be temporarily banned until you respond."
							]
						}
					]
				},
				{
					"sublist11": [
						"Respect other players in the community; personal insults or attacks outside of roleplay are strictly prohibited.",
						{
							"sublist12": [
								"Badmouthing others on streams, chats, or elsewhere will not be tolerated. If you have concerns that someone has violated community rules or the server, please report it.",
								"Any player caught stalking or harassing another player on the server or outside of it, but related to their presence on the server, will be permanently removed and banned from participating in the current and any future whitelist."
							]
						}
					]
				},
				{
					"sublist13": [
						"Voice Communication:",
						{
							"sublist14": [
								"Players must have a quality and functioning microphone and headset for VoIP RP.",
								"Players or characters who are mute may use /mu or /me for roleplay interaction (See also Getting Started).",
								"You should not use external communication to interact with other players while playing on the server.",
								"Any music playing on the server must comply with DMCA."
							]
						}
					]
				},
				{
					"sublist15": [
						"Use appropriate tools and #channels to report issues or request support.",
						{
							"sublist16": [
								"If you need to send a private message to another community member for any reason, first obtain permission in a public channel."
							]
						}
					]
				},
				{
					"sublist17": [
						"Exploiting bugs/bugs is prohibited.",
						{
							"sublist18": [
								"Using game mechanics (intended or otherwise) to gain an unfair advantage is considered exploitation (e.g., using known bugs or using game features inappropriately and unexpectedly).",
								"Logging out during a conflict (\"combat-logging\") is prohibited."
							]
						}
					]
				},
				{
					"sublist19": [
						"Players must remain in-character (IC) at all times while on the server. This includes communication and actions.",
						{
							"sublist20": [
								"IC conflicts should be resolved IC. If issues arise regarding the rules, players are expected to remain IC until the scene is complete and file a player report."
							]
						}
					]
				},
				{
					"sublist21": [
						"Content Restrictions:",
						{
							"sublist22": [
								"Extreme violence: consent must be obtained OOC through Discord from all parties before roleplay interaction involving torture/mutilation. Descriptions (verbal or /me) may not be excessively detailed or horrific.",
								"Prohibited topics: Roleplay interaction and references to the following topics, both verbal and written, are absolutely not permitted on TwitchRP or any of its servers, Discord, or other hosted services and may result in a permanent community ban:",
								"Racism or sexism",
								"Suicide or self-harm",
								"Roleplay interaction with children/pregnancy",
								"Erotic roleplay (ERP), especially anything that is actually or implied to be non-consensual",
								"Roleplay interaction with slavery",
								"Depictions of murder by hanging (including references in scenes or /me)",
								"Any expressions of hate, insults, or depictions of hate crimes are prohibited."
							]
						}
					]
				},
				{
					"sublist23": [
						"Discord Rules:",
						{
							"sublist24": [
								"You must follow Discord's Terms of Service.",
								"Advertising of any kind will not be tolerated unless explicit permission is obtained from an administrator.",
								"Do not spam the bot. It has feelings too, you know.",
								"Offensive/NSFW names and avatars are not allowed and will result in a warning.",
								"Staff has the final say on what is allowed. They reserve the right to delete messages at their discretion."
							]
						}
					]
				}
			]
		},
		"server": {
			"header2": "Server Rules",
			"list2": [
				"You must value your life, freedom, and the lives of others. For example, do not try to pull out a weapon while being held at gunpoint or harm NPCs without necessity.",
				"Do not script stories. It is fine to set loose plotlines at the beginning of a story, but trying to control the narrative goes against server rules. This server is intended for collaborative storytelling.",
				{
					"sublist26": [
						"Groups, families, or businesses (civilian or criminal) are limited to a maximum of 16 members. We ask that you apply to create a supergroup through the supergroup agreement here and that a representative is present in the group's Discord."
					]
				},
				{
					"sublist27": [
						"Any LORE groups or characters must be approved through a supergroup agreement request here."
					]
				},
				{
					"sublist28": [
						"You cannot play as a serial killer without a serial killer agreement here. This is necessary to ensure you receive the support you need from the admin team to implement your story."
					]
				},
				{
					"sublist29": [
						"Numbers in combat are as follows:",
						{
							"sublist30": [
								"6 on 6 for gang vs. gang conflict",
								"6 on 6 for conflicts not involving a group (examples: theft, other discrepancies)",
								"2 on 1 for any conflicts involving fewer people or involving other groups, such as in three-way situations."
							]
						}
					]
				},
				"Ensure you can block action if it is moved into a normal, well-thought-out scene.",
				{
					"sublist31": [
						"Limit the number of fights to avoid misunderstandings and unnecessary conflicts. Pre-arrange combat actions or fights.",
						{
							"sublist32": [
								"Ensure that all players agree and can communicate."
							]
						}
					]
				},
				"Please note that attempting to force another player to retract an action will be considered RDM.",
				{
					"sublist33": [
						"If your actions provoke a clear reaction and your characters cannot avoid the situation, expect to be held accountable.",
						{
							"sublist34": [
								"An individual who insults a player or team will be excluded.",
								"Continued disregard for community rules may result in temporary or permanent bans."
							]
						}
					]
				},
				{
					"sublist35": [
						"If you are unsure about any rule, contact an administrator before you begin to act to avoid potential rule violations."
					]
				},
				{
					"sublist36": [
						"Characters that allow for controversial actions, such as killing another player, must have motivation for this. You cannot create a character solely for murder based on personal hatred."
					]
				},
				{
					"sublist37": [
						"When participating in any roleplay actions, keep in mind that another player may participate in the conflict if they react to your action. This means that if they cannot find a way to react logically and safely in a situation, they may find it necessary to leave or avoid the conflict entirely."
					]
				},
				{
					"sublist38": [
						"Overall, consider the risk associated with your character’s actions. Not all characters must die in the process of roleplay interactions, but they must be believable in their interactions and responses."
					]
				},
				{
					"sublist39": [
						"If an admin joins your scene, you should stop the current RP, otherwise you risk being removed from the scene and server."
					]
				},
				{
					"sublist40": [
						"If your character dies in a way that is caused by your own fault (e.g., failing to value your life), you will be warned."
					]
				}
			]
		}
	},
	"step1": {
		"title": "STEP 1",
		"heading": "register\nan account",
		"description": "you'll need an official copy of the game Grand Theft Auto V.",
		"button": "REGISTRATION"
	},
	"step2": {
		"title": "STEP 2",
		"heading": "download\nthe launcher",
		"description": "you'll need our launcher to play on the server.",
		"button": "DOWNLOAD"
	},
	"step3": {
		"title": "STEP 3",
		"heading": "read\nserver rules",
		"description": "to be able to work on our server you need to know our rules that apply on the server.",
		"button": "READ RULES"
	},
	"downloadCarAlt": "download-car",
	"arrowsTopAlt": "arrows-top",
	"arrowsBottomAlt": "arrows-bottom",
	"nav": {
		"serverStatus": {
			"title": "Server Status:",
			"online": "Online",
			"playersOnline": "Players online: 98/300"
		},
		"pages": {
			"home": "HOME",
			"shop": "SHOP",
			"rules": "RULES",
			"discord": "DISCORD",
			"download": "DOWNLOAD & PLAY",
			"test": "TEST"
		}
	},
	"images": {
		"serverStatusAlt": "server-status"
	},
	"footer": {
		"sloganTitle": "Role play Aristocracy",
		"sloganText": "from players for players",
		"disclaimer1": "Role play Aristocracy is not affiliated with or endorsed by Rockstar North, Take-Two Interactive, or other rightsholders.",
		"disclaimer2": "Any trademarks used belong to their respective owners. Role play Aristocracy reserves all rights to rightly owned images and other visual content.",
		"linksTitle": "Links & Resources",
		"helpTitle": "Need help?",
		"terms": "Terms & Conditions",
		"privacyPolicy": "Privacy Policy",
		"affiliate": "Affiliate",
		"followTitle": "Follow Us"
	},
	"auth": {
		"signIn": "Sign In",
		"signUp": "Sign Up"
	},
	"auth2": {
		"loginPlaceholder": "Username / Email",
		"passwordPlaceholder": "Password",
		"loginErrorShort": "Login must be at least 4 characters long",
		"loginErrorLong": "Login must be less than 32 characters",
		"passwordErrorShort": "Password must be at least 4 characters long",
		"passwordErrorLong": "Password must not exceed 40 characters",
		"loginButton": "Log In",
		"forgotPassword": "Forgot your password?",
		"registerNow": "Register now"
	},
	"registration": {
		"title": "Sign Up",
		"namePlaceholder": "Name",
		"emailPlaceholder": "Email",
		"verificationCodePlaceholder": "Verification Code",
		"sendButton": "Send",
		"passwordPlaceholder": "Password",
		"passwordTestPlaceholder": "Re-enter password",
		"captchaError": "Captcha verification failed",
		"error": {
			"nickname": "Invalid nickname. Only Latin characters and spaces allowed.",
			"email": "Invalid email format. Only Latin characters and certain symbols are allowed.",
			"password": "Password must have a minimum of 4 characters.",
			"passwordTest": "Passwords do not match."
		},
		"registerButton": "Register"
	},
	"settings": {
		"title": "My Account",
		"nickname": "Nickname",
		"email": "Email",
		"password": "Password",
		"dateOfBirth": "Date of Birth",
		"bio": "Bio",
		"region": "Region",
		"memberSince": "Member Since",
		"language": "Language",
		"edit": "edit"
	},
	"captcha": {
		"executeCaptcha": "reCAPTCHA is not initialised.",
		"recaptchaLoaded": "Error when executing reCAPTCHA:"
	},
	"cookieDisclaimer": {
		"cookieText": "We use cookies to enhance your experience on the site. ",
		"cookieLink": "Learn more"
	},
	"agreementPage": {
		"title": "Website Usage Agreement of Aristocracy RP",
		"intro": "Welcome to the Aristocracy RP website! We are glad you decided to join our online game. Before you start, please review the terms of use of our website. Your use of the site indicates that you accept these terms.",
		"sections": [
			{
				"header": "1. Terms of Use",
				"content": "By using the Aristocracy RP website, you agree to comply with all applicable laws and regulations. You are responsible for your behavior on the site and for adhering to all community rules."
			},
			{
				"header": "2. Registration and Account",
				"content": "To access certain features of the site, you may need to register an account. You agree to provide accurate and up-to-date information during registration and to maintain the security of your account."
			},
			{
				"header": "3. Content and Copyright",
				"content": "All content on the site, including text, images, and graphics, is protected by copyright. You may not copy, distribute, or modify our content without prior consent from the site owners."
			},
			{
				"header": "4. Limitation of Liability",
				"content": "The Aristocracy RP website is not liable for any losses or damages arising from the use or inability to use the site. We do not guarantee uninterrupted access to the site or its suitability for your expectations."
			},
			{
				"header": "5. Changes to the Agreement",
				"content": "We reserve the right to change the terms of this agreement at any time. All changes take effect upon their publication on the site. We recommend checking this agreement periodically for updates."
			},
			{
				"header": "6. Contact Information",
				"content": "If you have any questions or comments regarding this agreement, please contact us via the feedback form on the site."
			}
		]
	},
	"terms": {
		"title": "Terms and Conditions",
		"sections": [
			{
				"header": "1. General Provisions",
				"content": [
					"1.1. 'GTA 5 PR Aristocracy' provides informational and gaming services related to the virtual role-playing game GTA 5.",
					"1.2. These terms govern the relationship between users of the Site and the administration of 'GTA 5 PR Aristocracy' (hereinafter referred to as 'Administration')."
				]
			},
			{
				"header": "2. User Account",
				"content": [
					"2.1. Access to certain features of the Site may require the creation of a user account.",
					"2.2. You agree to provide accurate and up-to-date information during registration and to maintain the confidentiality of your account information.",
					"2.3. The Administration is not responsible for actions taken using your account, so we recommend using strong passwords."
				]
			},
			{
				"header": "3. Code of Conduct",
				"content": [
					"3.1. Users are required to adhere to the code of conduct set by the Administration, including avoiding offensive language, spam, and distribution of content that violates laws.",
					"3.2. The use of cheats, scripts, or other unauthorized programs that may disrupt the game or provide an unfair advantage is prohibited."
				]
			},
			{
				"header": "4. Use of Virtual Currency",
				"content": [
					"4.1. The Site may offer the purchase of virtual currency or other in-game items.",
					"4.2. The purchase of virtual goods is not an investment, and such goods are not subject to refund, exchange, or reimbursement."
				]
			},
			{
				"header": "5. Limitation of Liability",
				"content": [
					"5.1. The Administration is not responsible for any losses associated with the use of the Site, as well as any malfunctions, errors, or data loss that occur during the use of the Site.",
					"5.2. All materials are provided 'as is,' and we do not guarantee that they will meet your requirements or be error-free."
				]
			},
			{
				"header": "6. Changes to Terms",
				"content": [
					"6.1. The Administration reserves the right to change or update these terms at any time.",
					"6.2. Changes take effect upon their publication on the Site. Continuing to use the Site implies your acceptance of the updated terms."
				]
			}
		]
	},
	"privacy": {
		"title": "Privacy Policy",
		"sections": [
			{
				"header": "1. Information Collection",
				"content": [
					"We may collect various types of information about you, including:",
					"1.1.Personal Data: This includes your name, email address, phone number, and any other information you provide during registration, account creation, or using our services.",
					"1.2.Automatically Collected Information: We automatically collect certain data about your device and usage of our website, including your IP address, browser type, pages you visit, time spent on the site, and other analytical information. This data is used to analyze and improve our website's performance.",
					"1.3.Cookies and Similar Technologies: We may use cookies and similar technologies to track activity on the site and store certain information. Cookies help improve user interaction by providing a more personalized experience."
				]
			},
			{
				"header": "2. Use of Information",
				"content": [
					"We may use your information for the following purposes:",
					"2.1.Providing Services: To grant access to site functionality, including account creation, management, technical support, and transaction processing.",
					"2.2.Personalization: We use data to improve our website's performance, provide personalized recommendations, and tailor content according to your interests.",
					"2.3.Marketing Communications: With your consent, we may send marketing messages such as news, updates, or promotional offers. You can opt-out of these messages at any time.",
					"2.4.Analytics and Site Improvement: We use automatically collected information to analyze user behavior, improve features, and enhance website usability."
				]
			},
			{
				"header": "3. Disclosure of Information",
				"content": [
					"We do not sell, trade, or transfer your personal information to third parties, except as described below:",
					"3.1.Third-Party Service Providers: We may share your information with third parties who assist us in providing our services, such as hosting, payment processing, or data analytics. These third parties are required to protect your information and use it only in the scope of providing services.",
					"3.2.Legal Obligations: We may disclose your information if required by law, court order, or government authority, or to protect our rights, security, or interests.",
					"3.3.Transfer in Case of Merger or Sale: In the event of a merger, sale of assets, or other corporate restructuring, we may transfer your information to the new owner or successor."
				]
			},
			{
				"header": "4. Data Protection",
				"content": [
					"We take reasonable security measures to protect your information from unauthorized access, loss, alteration, or destruction. However, no method of data transmission over the internet or method of electronic storage can be 100% secure. While we strive to protect your data, we cannot guarantee its absolute security."
				]
			},
			{
				"header": "5. Data Retention",
				"content": [
					"We retain your data for as long as necessary to fulfill the purposes outlined in this Privacy Policy or to comply with legal requirements. After this period, the data will be deleted or anonymized."
				]
			},
			{
				"header": "6. Your Rights and Choices",
				"content": [
					"You have the right to:",
					"6.1.Request Access: To your data and obtain copies of the personal information we hold.",
					"6.2.Correct: Inaccurate data about you.",
					"6.3.Delete: Data (under certain conditions).",
					"6.4.Restrict Processing: Of your data.",
					"6.5.Object to Processing: Especially in cases of marketing.",
					"6.6.Data Portability: (where technically feasible)."
				]
			},
			{
				"header": "7. Cookies and Managing Them",
				"content": [
					"You can manage cookies through your browser settings. Please note that disabling cookies may limit access to some site features."
				]
			},
			{
				"header": "8. Changes to the Privacy Policy",
				"content": [
					"We reserve the right to update this Privacy Policy at any time. Changes will take effect once published on our website. We recommend periodically reviewing this page to stay informed about any updates."
				]
			}
		]
	},
	"affiliateProgram": {
		"title": "Affiliate Program",
		"sections": [
			{
				"header": "1. About the Affiliate Program",
				"content": [
					"Our affiliate program is an opportunity to earn money by recommending our products and services. By joining the program, you will earn a commission for each sale made through your referral link. This is a great opportunity for bloggers, website owners, and social media influencers, as well as anyone interested in collaborating with us.",
					"You don't need to be an expert to get started. We will provide you with all the necessary tools to successfully attract customers and earn."
				]
			},
			{
				"header": "2. How to Become an Affiliate",
				"content": [
					"Joining our affiliate program is easy. All you need to do is register on our website and get your unique referral link.",
					"After registering, you will gain access to the statistics panel where you can track your earnings, clicks, and successful registrations. You will also receive a set of promotional materials, such as banners and links, which you can place on your website or social media."
				]
			},
			{
				"header": "3. How the Program Works",
				"content": [
					"1. Register for our affiliate program.",
					"2. Get your unique referral link.",
					"3. Place the link on your website, blog, or social media.",
					"4. Earn a commission for every purchase made through your referral link.",
					"5. Withdraw the funds to your account."
				]
			},
			{
				"header": "4. Program Terms",
				"content": [
					"To be a successful affiliate, you need to follow a few simple conditions:",
					"4.1. Advertise honestly and transparently.",
					"4.2. Use only the provided promotional materials.",
					"4.3. Do not place links on prohibited websites or in spam.",
					"4.4. Comply with advertising laws and regulations."
				]
			},
			{
				"header": "5. Types of Rewards",
				"content": [
					"Affiliates receive different types of rewards depending on their activity:",
					"5.1. Commission on sales: You earn a percentage of each sale made through your referral link.",
					"5.2. Achievement bonuses: Additional bonuses are available for the most active affiliates based on the number of referred customers or total sales amount.",
					"5.3. Regular payouts: Payouts are made monthly to your bank account or e-wallet."
				]
			},
			{
				"header": "6. Affiliate Program Benefits",
				"content": [
					"Our affiliates enjoy many benefits, including:",
					"6.1. Competitive commission rates.",
					"6.2. Support at every step — from registration to fund withdrawal.",
					"6.3. Tools for tracking results and statistics in real time.",
					"6.4. Regular updates and offers to increase earnings."
				]
			},
			{
				"header": "7. Frequently Asked Questions",
				"content": [
					"Question: How do I get a commission on sales?",
					"Answer: Commissions are earned for each purchase made through your referral link. You can track your sales in the affiliate dashboard.",
					"Question: How often are payouts made?",
					"Answer: Payouts are made monthly, and you can choose your preferred payment method."
				]
			}
		]
	}
}
