{
	"heading": "GTA V Role play Аристократия",
	"description1": "Откройте для себя захватывающий мир ролевой игры, где каждое ваше действие имеет значение. Создавайте уникальных персонажей, взаимодействуйте с другими игроками и погружайтесь в богатую историю и возможности для развития.",
	"description2": "Наш сервер GTA 5 Roleplay выделяется не только глубокой историей и разнообразием персонажей, но и инновационными игровыми механиками. Мы предлагаем уникальные системы экономики, гибкие возможности кастомизации персонажей и мир, который оживает благодаря активному сообществу. Присоединяйтесь к Aristocracy Roleplay и переживите незабываемые моменты в совершенно новом свете GTA 5!",
	"play_now": "Играй сейчас!",
	"learn_more": "Узнать больше",
	"buffalo": {
		"description": "Маркетинг департамента Bravado знает, что нам нужно - еще один возрожденный мускул-кар 1960-х годов для чрезмерно мускулистого EDM-поколения. Это транспортное средство с агрессивными линиями для агрессивных водителей."
	},
	"jester": {
		"description": "Японский гибридно-электрический спортивный автомобиль с передней частью, созданной, чтобы выглядеть как сердитая улыбка, может показаться слишком игривым для некоторых, но с 4-литровым V6 двигателем, 420 л.с. и максимальной скоростью 180 миль в час, Dinka Jester все равно несет в себе серьезный punchline."
	},
	"redwood_gauntlet": {
		"description": "Американский мускул-кар в своем классе. Опустите окна и кричите от тестостерона, когда вы разгоняете двигатель, застряв в пробке. ДНК легко стирается с кожаных сидений. Теперь доступен с эксклюзивной раскраской Redwood."
	},
	"shop": {
		"buy_now": "Купить сейчас"
	},
  "rules": {
    "community1": {
      "header1": "Правила сообщества",
      "list1": [
        "Нет менталитета выигрыша любой ценой. Необходима контр-игра для успешного ролевого взаимодействия.",
        "Ролевое взаимодействие перед кровопролитием: нет случайного убийства (RDM) или убийства на месте (KOS). Все конфликты должны инициироваться устно или с обилием предыстории в непосредственной близости от конфликта. Цель конфликта должна быть в состоянии осознать, что ей угрожает опасность, почему и кем, прежде чем она будет ранена.",
        {
          "sublist1": [
            "Метагейминг запрещен.",
            {
              "sublist2": [
                "Вы не являетесь своим персонажем; не действуйте на основе или не раскрывайте информацию, которую ваш персонаж не получил на сервере. Власть в игре запрещена."
              ]
            }
          ]
        },
        {
          "sublist3": [
            "Власть в игре запрещена.",
            {
              "sublist4": [
                "Ролевое взаимодействие, которое не дает другим игрокам возможности играть действия своего персонажа, считается властью в игре (например, использование команды /me для принуждения к результату: /me сбивает их с ног прикладом пистолета вместо /me бьет по виску прикладом пистолета)."
              ]
            }
          ]
        },
        {
          "sublist5": [
            "Стрим-снайпинг запрещен.",
            {
              "sublist6": [
                "Нахождение в чате стримера во время игры на сервере будет считаться доказательством стрим-снайпинга, если будет подана жалоба."
              ]
            }
          ]
        },
        "RP, нарушающие условия обслуживания Twitch (ToS) и правила сообщества Twitch, запрещены.",
        "Игроки и их персонажи должны быть старше 18 лет.",
        "Игроки должны свободно владеть английским/русским языком, чтобы легко понимать и быть понятыми.",
        {
          "sublist7": [
            "Вы должны связать свою учетную запись Steam с вашим Discord, в случае если администраторам нужно найти вас в белом списке. Вы также должны иметь свои имена персонажей частью вашего имени.",
            {
              "sublist8": [
                "Если вы не хотите показывать свою учетную запись Steam, убедитесь, что ваше имя соответствует вашему имени Steam в вашей заявке."
              ]
            }
          ]
        },
        {
          "sublist9": [
            "Действия администратора через Discord должны иметь приоритет.",
            {
              "sublist10": [
                "Если администратор свяжется с вами для обсуждения таймаута, бан не будет снят (независимо от его первоначальной продолжительности), пока вы не поговорите с администратором. Если администратор свяжется с вами для обсуждения нарушения правила и вы не ответите на сообщение, вас могут временно заблокировать до тех пор, пока вы не ответите."
              ]
            }
          ]
        },
        {
          "sublist11": [
            "Уважайте других игроков в сообществе; личные оскорбления или нападения вне ролевой игры строго запрещены.",
            {
              "sublist12": [
                "Плохо говорить о других в стриме, чатах или в другом месте не будет допускаться. Если у вас есть беспокойство, что кто-то нарушил правило сообщества или на сервере, подайте отчет.",
                "Любой игрок, пойманный на преследовании или запугивании другого игрока на сервере или вне его, но в связи с его присутствием на сервере, будет навсегда удален и запрещен от участия в текущем и любом будущем белом списке."
              ]
            }
          ]
        },
        {
          "sublist13": [
            "Голосовая связь:",
            {
              "sublist14": [
                "Игроки должны иметь качественный и рабочий микрофон и гарнитуру для VoIP RP.",
                "Игроки или персонажи, которые являются немыми, могут использовать /mu или /me для ролевого взаимодействия (Смотрите также Начало работы).",
                "Вы не должны использовать внешнюю связь для общения с другими игроками во время игры на сервере.",
                "Любая музыка, играющая на сервере, должна соответствовать DMCA."
              ]
            }
          ]
        },
        {
          "sublist15": [
            "Используйте соответствующие инструменты и #каналы для сообщения о проблемах или запроса поддержки.",
            {
              "sublist16": [
                "Если вам нужно отправить личное сообщение другому участнику сообщества по любой причине, сначала получите разрешение в публичном канале."
              ]
            }
          ]
        },
        {
          "sublist17": [
            "Использование ошибок/эксплуатация запрещены.",
            {
              "sublist18": [
                "Использование игровых механик (предназначенных или других) для получения нечестного преимущества считается эксплуатацией (например, использование известных ошибок или использование игровых функций неуместным и непредусмотренным образом).",
                "Выход из игры во время конфликта (\"combat-logging\") запрещен."
              ]
            }
          ]
        },
        {
          "sublist19": [
            "Игроки должны быть в образе на протяжении всего времени на сервере. Это включает в себя общение и действия.",
            {
              "sublist20": [
                "IC-конфликты должны разрешаться IC. Если возникают проблемы, связанные с правилами, ожидается, что игроки останутся IC до завершения сцены и подадут отчет игрока."
              ]
            }
          ]
        },
        {
          "sublist21": [
            "Ограничения по содержанию:",
            {
              "sublist22": [
                "Экстремальное насилие: необходимо получить согласие OOC через Discord между всеми сторонами перед ролевым взаимодействием с пытками/увечьями. Описания (словесные или /me) не могут быть чрезмерно подробными или ужасными.",
                "Запрещенные темы: Ролевое взаимодействие и ссылки на следующие темы, как словесные, так и письменные, абсолютно не разрешены TwitchRP или на любых его серверах, Discord или других размещенных службах и могут привести к постоянному запрету сообщества:",
                "Расизм или сексизм",
                "Самоубийство или самоповреждение",
                "Ролевое взаимодействие с детьми/беременность",
                "Эротическое ролевое взаимодействие (ERP), особенно что-либо, что на самом деле или подразумевается как недобровольное",
                "Ролевое взаимодействие с рабством",
                "Изображение убийства через повешение (включая ссылки в сценах или /me)",
                "Запрещены любые высказывания ненависти, оскорбления или изображения преступлений на почве ненависти."
              ]
            }
          ]
        },
        {
          "sublist23": [
            "Правила Discord:",
            {
              "sublist24": [
                "Вы должны следовать условиям обслуживания Discord.",
                "Реклама любого рода не будет терпима, если не получено явное разрешение от администратора.",
                "Не спамьте бота. У него тоже есть чувства, знаете ли.",
                "Оскорбительные/NSFW имена и аватары не допускаются и приведут к предупреждению.",
                "Персонал имеет последнее слово в том, что допускается. Они имеют право удалять сообщения по своему усмотрению."
              ]
            }
          ]
        }
      ]
    },
    "server25": {
      "header2": "Правила сервера",
      "list2": [
        "Вы должны ценить свою жизнь, свободу и жизни других. Например, не пытайтесь вытащить оружие, находясь под дулом пистолета, или не причиняйте вред NPC без необходимости.",
        "Не скриптируйте истории. Нормально, когда в начале истории устанавливаются свободные сюжетные линии, но попытка контролировать повествование противоречит правилам сервера. Этот сервер предназначен для совместного повествования.",
        {
          "sublist26": [
            "Группы, семьи или предприятия (гражданские или криминальные) ограничены максимум 16 участниками. Мы просим вас подать заявку на создание супергруппы через соглашение о супергруппе здесь и чтобы представитель находился в Discord группы."
          ]
        },
        {
          "sublist27": [
            "Любые LORE группы или персонажи должны быть одобрены через запрос соглашения о супергруппе здесь."
          ]
        },
        {
          "sublist28": [
            "Вы не можете играть за серийного убийцу без соглашения о серийном убийце здесь. Это необходимо, чтобы гарантировать поддержку, необходимую вам от команды администраторов для реализации вашей истории."
          ]
        },
        {
          "sublist29": [
            "Числа в бою следующие:",
            {
              "sublist30": [
                "6 на 6 для конфликта банда против банды",
                "6 на 6 для конфликтов, которые не вовлекают группу (примеры: воровство, другие несоответствия)",
                "2 на 1 для любых конфликтов с участием меньшего числа людей или с привлечением других групп, например, в случае 3-х сторон."
              ]
            }
          ]
        },
        "Убедитесь, что у вас есть возможность заблокировать экшен, если он переведен в нормальную, хорошо продуманную сцену.",
        {
          "sublist31": [
            "Ограничьте количество драк, чтобы избежать недопонимания и ненужных конфликтов. Заранее согласуйте боевые действия или драк.",
            {
              "sublist32": [
                "Убедитесь, что все игроки согласны и имеют возможность общаться."
              ]
            }
          ]
        },
        "Обратите внимание, что попытка заставить другого игрока отозвать действие будет считаться RDM.",
        {
          "sublist33": [
            "Если ваши действия вызывают явную реакцию и ваши персонажи не могут избежать ситуации, ожидайте, что от вас будут отвечать.",
            {
              "sublist34": [
                "Лицо, оскорбляющее игрока или команду, будет исключено.",
                "Постоянное игнорирование и невыполнение правил сообщества может привести к временным или постоянным блокировкам."
              ]
            }
          ]
        },
        {
          "sublist35": [
            "Если вы не уверены в каком-либо правиле, свяжитесь с администратором до того, как вы начнете действовать, чтобы избежать возможных нарушений правил."
          ]
        },
        {
          "sublist36": [
            "Персонажи, которые позволяют противоречивые вещи, такие как убийство другого игрока, должны иметь мотивацию для этого. Вы не можете создать персонажа только для убийств, основанных на личной ненависти."
          ]
        },
        {
          "sublist37": [
            "Принимая участие в любых ролевых действиях, учитывайте, что другой игрок может принять участие в конфликте, если он реагирует на ваше действие. Это означает, что если они не имеют возможности отозвать свое действие, ожидайте ответа от них."
          ]
        }
      ]
    }
  },
  "step1": {
    "title": "ШАГ 1",
    "heading": "зарегистрируйтесь\nна сайте",
    "description": "вам потребуется официальная копия игры Grand Theft Auto V.",
    "button": "РЕГИСТРАЦИЯ"
  },
  "step2": {
    "title": "ШАГ 2",
    "heading": "скачайте\nлаунчер",
    "description": "вам нужен наш лаунчер для игры на сервере.",
    "button": "СКАЧАТЬ"
  },
  "step3": {
    "title": "ШАГ 3",
    "heading": "прочитайте\nправила сервера",
    "description": "чтобы играть на нашем сервере, вам необходимо знать наши правила.",
    "button": "ЧИТАТЬ ПРАВИЛА"
  },
  "downloadCarAlt": "download-car",
  "arrowsTopAlt": "arrows-top",
  "arrowsBottomAlt": "arrows-bottom",
  "nav": {
    "serverStatus": {
      "title": "Статус сервера:",
      "online": "Онлайн",
      "playersOnline": "Игроков онлайн: 98/300"
    },
    "pages": {
      "home": "ГЛАВНАЯ",
      "shop": "МАГАЗИН",
      "rules": "ПРАВИЛА",
      "discord": "DISCORD",
      "download": "СКАЧАТЬ И ИГРАТЬ",
      "test": "ТЕСТ"
    }
  },
  "images": {
    "serverStatusAlt": "статус-сервера"
  },
  "footer": {
    "sloganTitle": "Role play Aristocracy",
    "sloganText": "от игроков для игроков",
    "disclaimer1": "Role play Aristocracy не аффилирован с Rockstar North, Take-Two Interactive или другими праводержателями.",
    "disclaimer2": "Все использованные торговые марки принадлежат их владельцам. Role play Aristocracy оставляет за собой все права на изображения и другой визуальный контент.",
    "linksTitle": "Ссылки и ресурсы",
    "helpTitle": "Нужна помощь?",
    "terms": "Условия и положения",
    "privacyPolicy": "Политика конфиденциальности",
    "affiliate": "Партнерская программа",
    "followTitle": "Следите за нами"
  },
  "auth": {
    "signIn": "Войти",
    "signUp": "Регистрация"
  },
  "auth2": {
    "loginPlaceholder": "Имя пользователя / эл.почта",
    "passwordPlaceholder": "Пароль",
    "loginErrorShort": "Логин должен иметь минимум 4 символа",
    "loginErrorLong": "Логин должен иметь меньше 32 символов",
    "passwordErrorShort": "Пароль должен иметь минимум 4 символа",
    "passwordErrorLong": "Пароль не должен превышать 40 символов",
    "loginButton": "Войти",
    "forgotPassword": "Забыли пароль?",
    "registerNow": "Зарегистрироваться сейчас"
  },
  "registration": {
    "title": "Зарегистрироваться",
    "namePlaceholder": "Имя",
    "emailPlaceholder": "Электронная почта",
    "verificationCodePlaceholder": "Код верификации",
    "sendButton": "Отправить",
    "passwordPlaceholder": "Пароль",
    "passwordTestPlaceholder": "Повторите пароль",
    "captchaError": "Ошибка проверки CAPTCHA",
    "error": {
      "nickname": "Некорректный никнейм. Разрешены только латинские буквы и пробелы.",
      "email": "Некорректный формат электронной почты. Разрешены только латинские буквы и некоторые символы.",
      "password": "Пароль должен содержать минимум 4 символа.",
      "passwordTest": "Пароли не совпадают."
    },
    "registerButton": "Зарегистрироваться"
  },
  "settings": {
    "title": "Мой аккаунт",
    "nickname": "Псевдоним",
    "email": "Электронная почта",
    "password": "Пароль",
    "dateOfBirth": "Дата рождения",
    "bio": "Биография",
    "region": "Регион",
    "memberSince": "Участник с",
    "language": "Язык",
    "edit": "редактировать"
  }
}



